[Name.Title.Title_Unique_BoomPuppy:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Boom! Boom! Boom! BOOM! BOOOM! GOOD DOGGY!"

[Name.Title.Title_Unique_Cobra:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Found out about this, I was like, ''DAAAMN, I'm bringing that gun BACK!''"

[Name.Title.Title_Unique_Firecracker:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="It's like, ''Pa pow pow pow pow POW!'' It's like that."

[Name.Title.Title_Unique_FlameTosser:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Celcius 232."

[Name.Title.Title_Unique_Kitten:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="We're all mad here. I'm mad. You're mad."

[Name.Title.Title_Unique_SlowHand:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Take your time, sugar..."
